Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Gebündelter Skill „%@“ nicht im App-Bundle.
ar: الـ Skill المضمّن «%@» غير موجود في حزمة التطبيق.
bn: বান্ডল করা Skill “%@” অ্যাপ বান্ডলে নেই।
en: Bundled Skill “%@” not in the app bundle.
es: El Skill incluido «%@» no está en el paquete de la app.
fr: Skill intégré « %@ » absent du bundle de l'app.
hi: बंडल किया गया Skill “%@” ऐप बंडल में नहीं है।
id: Skill bundel “%@” tidak ada dalam App Bundle.
it: Skill inclusa «%@» non presente nel bundle dell'app.
ja: バンドル済みの Skill「%@」がアプリバンドル内にありません。
ko: 번들된 Skill “%@”이(가) App Bundle에 없습니다.
pt: Skill «%@» integrada não está no pacote da app.
ru: Встроенный Skill «%@» не найден в бандле приложения.
tr: Paketlenmiş Skill “%@” App Bundle'da yok.
ur: بنڈل شدہ Skill “%@” ایپ بنڈل میں نہیں ہے۔
vi: Skill đóng gói “%@” không có trong App Bundle.
zh_hans: 内置 Skill「%@」不在 App 包中。

source: Gefährliche Anleitung
ar: تعليمات خطرة
bn: বিপজ্জনক নির্দেশনা
en: Dangerous instructions
es: Instrucciones peligrosas
fr: Instructions dangereuses
hi: खतरनाक निर्देश
id: Instruksi berbahaya
it: Istruzioni pericolose
ja: 危険な手順
ko: 위험한 지침
pt: Instruções perigosas
ru: Опасные инструкции
tr: Tehlikeli talimatlar
ur: خطرناک ہدایات
vi: Hướng dẫn nguy hiểm
zh_hans: 危险指引

source: Geführtes Setup für Ollama, LM Studio, LocalAI und OpenAI-kompatible Server. Danach „Verbindung testen“.
ar: إعداد موجَّه لـ Ollama وLM Studio وLocalAI والخوادم المتوافقة مع OpenAI. بعده «اختبار الاتصال».
bn: Ollama, LM Studio, LocalAI এবং OpenAI-সামঞ্জস্যপূর্ণ সার্ভারের জন্য গাইডেড সেটআপ। এরপর “Verbindung testen”।
en: Guided setup for Ollama, LM Studio, LocalAI and OpenAI-compatible servers. Then tap “Test connection”.
es: Configuración guiada para Ollama, LM Studio, LocalAI y servidores compatibles con OpenAI. Después, “Probar conexión”.
fr: Configuration guidée pour Ollama, LM Studio, LocalAI et les serveurs compatibles OpenAI. Ensuite, « Tester la connexion ».
hi: Ollama, LM Studio, LocalAI और OpenAI-संगत सर्वरों के लिए गाइडेड सेटअप। इसके बाद “कनेक्शन जाँचें”।
id: Setup terpandu untuk Ollama, LM Studio, LocalAI, dan server yang kompatibel dengan OpenAI. Kemudian “Verbindung testen”.
it: Configurazione guidata per Ollama, LM Studio, LocalAI e server compatibili con OpenAI. Poi usa «Prova connessione».
ja: Ollama、LM Studio、LocalAI、OpenAI 互換サーバーのガイド付き設定。最後に「接続をテスト」。
ko: Ollama, LM Studio, LocalAI 및 OpenAI 호환 서버를 위한 안내형 설정. 이후 “Verbindung testen”.
pt: Configuração guiada para Ollama, LM Studio, LocalAI e servidores compatíveis com OpenAI. Depois, «Testar ligação».
ru: Пошаговая настройка для Ollama, LM Studio, LocalAI и серверов, совместимых с OpenAI. Затем «Проверить соединение».
tr: Ollama, LM Studio, LocalAI ve OpenAI uyumlu sunucular için rehberli kurulum. Ardından “Verbindung testen”.
ur: Ollama، LM Studio، LocalAI اور OpenAI-مطابقت پذیر سرورز کے لیے رہنمائی شدہ سیٹ اپ۔ اس کے بعد “Verbindung testen”۔
vi: Thiết lập có hướng dẫn cho Ollama, LM Studio, LocalAI và server tương thích OpenAI. Sau đó “Verbindung testen”.
zh_hans: 为 Ollama、LM Studio、LocalAI 及 OpenAI 兼容服务器提供的引导式设置。完成后点“测试连接”。

source: Gespeicherte Daten in %@ sind unlesbar. Eine Kopie wurde beiseitegelegt.
ar: البيانات المحفوظة في %@ غير مقروءة. تم وضع نسخة جانبًا.
bn: %@-এ সংরক্ষিত ডেটা পড়া যাচ্ছে না। একটি কপি আলাদা করে রাখা হয়েছে।
en: Saved data in %@ is unreadable. A copy has been set aside.
es: Los datos guardados en %@ son ilegibles. Se apartó una copia.
fr: Les données enregistrées dans %@ sont illisibles. Une copie a été mise de côté.
hi: %@ में सेव किया डेटा पढ़ने योग्य नहीं है। एक कॉपी अलग रख दी गई है।
id: Data tersimpan di %@ tidak dapat dibaca. Sebuah salinan telah disingkirkan.
it: I dati salvati in %@ sono illeggibili. Una copia è stata messa da parte.
ja: %@ に保存されたデータが読み取れません。コピーを退避しました。
ko: %@에 저장된 데이터를 읽을 수 없습니다. 복사본을 별도로 보관했습니다.
pt: Os dados guardados em %@ estão ilegíveis. Uma cópia foi posta de parte.
ru: Сохранённые данные в %@ не читаются. Копия отложена в сторону.
tr: %@'de kayıtlı veriler okunamıyor. Bir kopya bir kenara ayrıldı.
ur: %@ میں محفوظ ڈیٹا پڑھا نہیں جا سکتا۔ ایک کاپی الگ رکھ دی گئی ہے۔
vi: Dữ liệu đã lưu trong %@ không đọc được. Một bản sao đã được để riêng.
zh_hans: %@ 中保存的数据无法读取。已把一份副本挪到一边。

source: Gestoppt
ar: متوقّف
bn: থামানো হয়েছে
en: Stopped
es: Detenido
fr: Arrêté
hi: रोका गया
id: Dihentikan
it: Interrotto
ja: 停止しました
ko: 중지됨
pt: Parado
ru: Остановлено
tr: Durduruldu
ur: روک دیا گیا
vi: Đã dừng
zh_hans: 已停止

source: Gewalt
ar: عنف
bn: সহিংসতা
en: Violence
es: Violencia
fr: Violence
hi: हिंसा
id: Kekerasan
it: Violenza
ja: 暴力
ko: 폭력
pt: Violência
ru: Насилие
tr: Şiddet
ur: تشدد
vi: Bạo lực
zh_hans: 暴力

source: GitHub / Datei
ar: GitHub / ملف
bn: GitHub / ফাইল
en: GitHub / file
es: GitHub / archivo
fr: GitHub / Fichier
hi: GitHub / फ़ाइल
id: GitHub / File
it: GitHub / file
ja: GitHub / ファイル
ko: GitHub / 파일
pt: GitHub / ficheiro
ru: GitHub / файл
tr: GitHub / Dosya
ur: GitHub / فائل
vi: GitHub / Tệp
zh_hans: GitHub / 文件

source: GitHub / URL
ar: GitHub / رابط

source: Gleiche Technik wie oben, von uns aber nicht getestet. Funktionieren normalerweise — mit „Verbindung testen“ prüfen.
ar: التقنية نفسها أعلاه، لكننا لم نختبرها. تعمل عادةً — تحقق عبر «اختبار الاتصال».
bn: উপরের মতো একই প্রযুক্তি, তবে আমাদের দ্বারা পরীক্ষিত নয়। সাধারণত কাজ করে — “Verbindung testen” দিয়ে যাচাই করুন।
en: Same tech as above, but we haven't tested these. They normally work — check with “Test connection”.
es: Misma tecnología que arriba, pero no la hemos probado. Normalmente funcionan; compruébalo con “Probar conexión”.
fr: Même technologie que ci-dessus, mais non testée par nos soins. Ça marche en général — vérifie avec « Tester la connexion ».
hi: ऊपर जैसी ही तकनीक, लेकिन हमने इसे जाँचा नहीं है। आमतौर पर काम करते हैं — “कनेक्शन जाँचें” से जाँच लें।
id: Teknik yang sama seperti di atas, tetapi belum diuji oleh kami. Biasanya berfungsi — periksa dengan “Verbindung testen”.
it: Stessa tecnologia di sopra, ma non testata da noi. Di solito funzionano — verifica con «Prova connessione».
ja: 上と同じ仕組みですが、こちらでは未検証です。たいていは動きます —「接続をテスト」で確認してください。
ko: 위와 동일한 기술이지만 저희가 테스트하지 않았습니다. 일반적으로 작동합니다 — “Verbindung testen”으로 확인하세요.
pt: Mesma tecnologia dos anteriores, mas não testada por nós. Costumam funcionar — confirma com «Testar ligação».
ru: Та же технология, что выше, но нами не проверено. Обычно работает — проверь через «Проверить соединение».
tr: Yukarıdakiyle aynı teknik, ancak bizim tarafımızdan test edilmedi. Genellikle çalışır — “Verbindung testen” ile kontrol edin.
ur: اوپر جیسی ہی ٹیکنالوجی، لیکن ہم نے ٹیسٹ نہیں کی۔ عام طور پر کام کرتی ہے — “Verbindung testen” سے چیک کریں۔
vi: Cùng kỹ thuật như trên, nhưng chưa được chúng tôi kiểm thử. Thường hoạt động — kiểm tra bằng “Verbindung testen”.
zh_hans: 和上面同样的技术，只是我们没测过。一般都能用 — 可以用“测试连接”验证。

source: Google groß, ~5 GB
ar: Google كبير، ~5 GB
bn: Google বড়, ~৫ GB
en: Google, large, ~5 GB
es: Google grande, ~5 GB
fr: Google, grand, ~5 Go
hi: Google, बड़ा, ~5 GB
id: Google besar, ~5 GB
it: Google, grande, ~5 GB
ja: Google の大型、約 5 GB
ko: Google 대형, ~5GB
pt: Google grande, ~5 GB
ru: Google, большая, ~5 ГБ
tr: Google büyük, ~5 GB
ur: Google بڑا، ~۵ GB
vi: Google lớn, ~5 GB
zh_hans: Google 大模型，约 5 GB

source: Google sehr groß — High-RAM
ar: Google كبير جداً — ذاكرة عالية
bn: Google খুব বড় — High-RAM
en: Google, very large — high-RAM
es: Google muy grande — mucha RAM
fr: Google, très grand — RAM élevée
hi: Google, बहुत बड़ा — High-RAM
id: Google sangat besar — High-RAM
it: Google, molto grande — molta RAM
ja: Google の超大型 — 高 RAM 向け
ko: Google 초대형 — High-RAM
pt: Google muito grande — muita RAM
ru: Google, очень большая — много RAM
tr: Google çok büyük — High-RAM
ur: Google بہت بڑا — High-RAM
vi: Google rất lớn — High-RAM
zh_hans: Google 超大 — 需高内存

source: Groß, ~8 GB+
ar: كبير، ~8 GB+
bn: বড়, ~৮ GB+
en: Large, ~8 GB+
es: Grande, ~8 GB+
fr: Grand, ~8 Go+
hi: बड़ा, ~8 GB+
id: Besar, ~8 GB+
it: Grande, ~8 GB+
ja: 大型、約 8 GB 以上
ko: 대형, ~8GB+
pt: Grande, ~8 GB+
ru: Большая, ~8 ГБ+
tr: Büyük, ~8 GB+
ur: بڑا، ~۸ GB+
vi: Lớn, ~8 GB+
zh_hans: 较大，约 8 GB+

source: Grund
ar: السبب
bn: কারণ
en: Reason
es: Motivo
fr: Motif
hi: कारण
id: Alasan
it: Motivo
ja: 理由
ko: 이유
pt: Motivo
ru: Причина
tr: Neden
ur: وجہ
vi: Lý do
zh_hans: 原因

source: Gruppe
ar: المجموعة
bn: গ্রুপ
en: Group
es: Grupo
fr: Groupe
hi: ग्रुप
id: Grup
it: Gruppo
ja: グループ
ko: 그룹
pt: Grupo
ru: Группа
tr: Grup
ur: گروپ
vi: Nhóm
zh_hans: 小组

source: Gruppe starten
ar: ابدأ المجموعة
bn: গ্রুপ শুরু করুন
en: Start group
es: Iniciar grupo
fr: Lancer le groupe
hi: ग्रुप शुरू करें
id: Mulai grup
it: Avvia gruppo
ja: グループを開始
ko: 그룹 시작
pt: Iniciar grupo
ru: Запустить группу
tr: Grubu başlat
ur: گروپ شروع کریں
vi: Bắt đầu nhóm
zh_hans: 开始小组

source: Hass oder Beleidigung
ar: كراهية أو إهانة
bn: ঘৃণা বা অপমান
en: Hate or insults
es: Odio o insultos
fr: Haine ou insulte
hi: नफ़रत या अपमान
id: Kebencian atau penghinaan
it: Odio o insulti
ja: ヘイトまたは侮辱
ko: 증오 또는 모욕
pt: Ódio ou insulto
ru: Ненависть или оскорбления
tr: Nefret veya hakaret
ur: نفرت یا توہین
vi: Thù ghét hoặc xúc phạm
zh_hans: 仇恨或侮辱

source: Hier ist eine Browser-Mini-App für **%@**. „Vorschau“ öffnet sie sofort, „Behalten“ speichert sie unter Apps. Beim ersten Öffnen fragt sie nach Internet-Erlaubnis — danach bleibst du auf der Seite eingeloggt.
ar: إليك Mini-App للمتصفّح لـ **%@**. «معاينة» تفتحها فورًا، و«حفظ» يخزّنها ضمن التطبيقات. عند الفتح الأول تطلب إذن الإنترنت — بعدها تبقى مسجّل الدخول في الموقع.
bn: এই যে **%@**-এর জন্য একটি ব্রাউজার Mini-App। “Vorschau” সাথে সাথে এটি খোলে, “Behalten” Apps-এ সেভ করে। প্রথমবার খোলার সময় এটি ইন্টারনেট অনুমতি চায় — এরপর আপনি পেজে লগইন থাকবেন।
en: Here's a browser Mini-App for **%@**. “Preview” opens it right away, “Keep” saves it under Apps. The first time you open it, it asks for internet permission — after that you stay logged in on the site.
es: Aquí tienes una Mini-App de navegador para **%@**. «Vista previa» la abre al momento, «Guardar» la almacena en Apps. Al abrirla por primera vez pedirá permiso de internet — después seguirás con la sesión iniciada en la página.
fr: Voici une Mini-App navigateur pour **%@**. « Aperçu » l'ouvre tout de suite, « Garder » l'enregistre dans Apps. À la première ouverture, elle demande l'autorisation d'accès à Internet — ensuite tu restes connecté au site.
hi: यह है **%@** के लिए एक ब्राउज़र Mini-App। “प्रीव्यू” इसे तुरंत खोलता है, “रखें” इसे Apps में सेव करता है। पहली बार खोलने पर यह इंटरनेट की अनुमति माँगता है — उसके बाद आप उस साइट पर लॉग-इन बने रहते हैं।
id: Ini adalah Mini-App browser untuk **%@**. “Vorschau” langsung membukanya, “Behalten” menyimpannya di Apps. Saat pertama dibuka, aplikasi meminta izin internet — setelah itu Anda tetap login di situs.
it: Ecco una Mini-App browser per **%@**. «Anteprima» la apre subito, «Mantieni» la salva in App. Alla prima apertura chiede il permesso di accedere a Internet — dopodiché resti connesso al sito.
ja: **%@** 用のブラウザ Mini-App です。「プレビュー」ですぐ開き、「保存」でアプリ一覧に保存されます。初回起動時にインターネットの許可を求めます — その後はサイトにログインしたままになります。
ko: **%@**을(를) 위한 브라우저 Mini-App입니다. “Vorschau”는 즉시 엽니다, “Behalten”은 Apps에 저장합니다. 처음 열 때 인터넷 권한을 요청합니다 — 이후에는 사이트에 로그인 상태가 유지됩니다.
pt: Aqui está uma Mini-App de browser para **%@**. «Pré-visualizar» abre-a já, «Manter» guarda-a em Apps. Na primeira abertura pede permissão de Internet — depois disso ficas com a sessão iniciada no site.
ru: Вот браузерная Mini-App для **%@**. «Просмотр» откроет её сразу, «Оставить» сохранит её в разделе «Приложения». При первом открытии она запросит доступ в интернет — после этого вход на сайте сохранится.
tr: İşte **%@** için bir tarayıcı Mini-App'i. “Vorschau” hemen açar, “Behalten” Apps altında kaydeder. İlk açıldığında internet izni ister — sonrasında sayfada oturum açık kalırsınız.
ur: یہ ہے **%@** کے لیے ایک براؤزر Mini-App۔ “Vorschau” اسے فوراً کھولتا ہے، “Behalten” اسے Apps میں محفوظ کرتا ہے۔ پہلی بار کھلنے پر یہ انٹرنیٹ کی اجازت مانگتا ہے — اس کے بعد آپ صفحے پر لاگ اِن رہتے ہیں۔
vi: Đây là một Mini-App trình duyệt cho **%@**. “Vorschau” mở nó ngay lập tức, “Behalten” lưu nó trong Apps. Lần mở đầu tiên nó sẽ hỏi quyền internet — sau đó bạn vẫn đăng nhập trên trang.
zh_hans: 这是一个用于 **%@** 的浏览器 Mini-App。「预览」会立即打开它，「保留」会把它保存到「应用」里。首次打开时它会请求联网权限 — 之后你在该网站会保持登录。

source: Hintergrundzeit fast abgelaufen — App öffnen
ar: وقت الخلفية شارف على الانتهاء — افتح التطبيق
bn: ব্যাকগ্রাউন্ড সময় প্রায় শেষ — অ্যাপ খুলুন
en: Background time almost up — open the app
es: Casi sin tiempo en segundo plano — abre la app
fr: Temps en arrière-plan bientôt écoulé — ouvre l'app
hi: बैकग्राउंड समय लगभग खत्म — ऐप खोलें
id: Waktu latar belakang hampir habis — buka aplikasi
it: Tempo in background quasi finito — apri l'app
ja: バックグラウンド時間がまもなく終了 — アプリを開いて
ko: 백그라운드 시간이 거의 만료됨 — 앱 열기
pt: Tempo em segundo plano quase esgotado — abre a app
ru: Фоновое время почти истекло — открой приложение
tr: Arka plan süresi neredeyse doldu — uygulamayı aç
ur: بیک گراؤنڈ وقت تقریباً ختم — ایپ کھولیں
vi: Thời gian nền sắp hết — mở ứng dụng
zh_hans: 后台时间快用完了 — 请打开应用

source: Hinweis schließen
ar: إغلاق التنبيه
bn: নোটিশ বন্ধ করুন
en: Dismiss notice
es: Cerrar aviso
fr: Fermer l'avis
hi: सूचना बंद करें
id: Tutup pemberitahuan
it: Chiudi avviso
ja: お知らせを閉じる
ko: 알림 닫기
pt: Fechar aviso
ru: Закрыть подсказку
tr: Bildirimi kapat
ur: نوٹس بند کریں
vi: Đóng thông báo
zh_hans: 关闭提示

source: Höhere Qualität, mehr RAM, ~8 GB
ar: جودة أعلى، ذاكرة أكبر، ~8 GB
bn: উচ্চতর মান, বেশি RAM, ~৮ GB
en: Higher quality, more RAM, ~8 GB
es: Más calidad, más RAM, ~8 GB
fr: Meilleure qualité, plus de RAM, ~8 Go
hi: बेहतर क्वालिटी, ज़्यादा RAM, ~8 GB
id: Kualitas lebih tinggi, lebih banyak RAM, ~8 GB
it: Qualità migliore, più RAM, ~8 GB
ja: 高品質・RAM 多め、約 8 GB
ko: 더 높은 품질, 더 많은 RAM, ~8GB
pt: Mais qualidade, mais RAM, ~8 GB
ru: Выше качество, больше RAM, ~8 ГБ
tr: Daha yüksek kalite, daha fazla RAM, ~8 GB
ur: بہتر معیار، زیادہ RAM، ~۸ GB
vi: Chất lượng cao hơn, nhiều RAM hơn, ~8 GB
zh_hans: 质量更高，更吃内存，约 8 GB

source: Icon
ar: الأيقونة
bn: আইকন
es: Icono
fr: Icône
hi: आइकन
id: Ikon
it: Icona
ja: アイコン
ko: 아이콘
pt: Ícone
ru: Значок
tr: Simge
ur: آئیکن
zh_hans: 图标

source: Icon ändern
ar: تغيير الأيقونة
bn: আইকন বদলান
en: Change icon
es: Cambiar icono
fr: Changer l'icône
hi: आइकन बदलें
id: Ubah ikon
it: Cambia icona
ja: アイコンを変更
ko: 아이콘 변경
pt: Mudar ícone
ru: Изменить иконку
tr: Simgeyi değiştir
ur: آئیکن بدلیں
vi: Đổi icon
zh_hans: 更换图标

source: Im Browser hast du %@ autorisiert. Kopiere den Code oder die URL aus der Adresszeile. Tipp: „Als Klartext einfügen“ — nicht manuell RTF aus Notes/Safari-Share.
ar: لقد منحت %@ الإذن في المتصفّح. انسخ الرمز أو عنوان URL من شريط العنوان. نصيحة: «لصق كنص عادي» — لا تلصق RTF يدويًا من Notes أو مشاركة Safari.
bn: ব্রাউজারে আপনি %@ অথরাইজ করেছেন। ঠিকানা বার থেকে কোড বা URL কপি করুন। টিপ: “Als Klartext einfügen” — Notes/Safari-Share থেকে ম্যানুয়ালি RTF নয়।
en: You authorized %@ in the browser. Copy the code or the URL from the address bar. Tip: “Paste as plain text” — don't paste RTF by hand from Notes/Safari share.
es: Has autorizado %@ en el navegador. Copia el código o la URL de la barra de direcciones. Consejo: «Pegar como texto sin formato» — no pegues RTF a mano desde Notes/Safari-Share.
fr: Tu as autorisé %@ dans le navigateur. Copie le code ou l'URL depuis la barre d'adresse. Astuce : « Coller en texte brut » — pas du RTF collé à la main depuis Notes/le partage Safari.
hi: आपने ब्राउज़र में %@ को अधिकृत कर दिया। एड्रेस बार से कोड या URL कॉपी करें। सुझाव: “प्लेन टेक्स्ट के रूप में पेस्ट करें” — Notes/Safari शेयर से मैन्युअली RTF न डालें।
id: Di browser Anda telah mengotorisasi %@. Salin kode atau URL dari bilah alamat. Tips: “Als Klartext einfügen” — bukan RTF manual dari Notes/Safari-Share.
it: Nel browser hai autorizzato %@. Copia il codice o l'URL dalla barra degli indirizzi. Consiglio: «Incolla come testo non formattato» — non RTF preso a mano da Note/Condivisione Safari.
ja: ブラウザで %@ を認証しました。コード、またはアドレスバーのURLをコピーしてね。ヒント:「プレーンテキストとしてペースト」を使い、メモ/Safari共有からRTFのまま貼り付けないこと。
ko: 브라우저에서 %@을(를) 인증했습니다. 주소창에서 코드나 URL을 복사하세요. 팁: “Als Klartext einfügen” — Notes/Safari-Share에서 수동으로 RTF를 복사하지 마세요.
pt: No browser autorizaste %@. Copia o código ou o URL da barra de endereço. Dica: «Colar como texto simples» — não coles RTF à mão a partir das Notas/partilha do Safari.
ru: В браузере ты авторизовал %@. Скопируй код или URL из адресной строки. Совет: «Вставить как обычный текст» — не вставляй вручную RTF из Notes/Safari-Share.
tr: Tarayıcıda %@'yi yetkilendirdiniz. Adres çubuğundan kodu veya URL'yi kopyalayın. İpucu: “Als Klartext einfügen” — Notes/Safari-Share'den manuel RTF değil.
ur: براؤزر میں آپ نے %@ کو مجاز کیا۔ ایڈریس بار سے کوڈ یا URL کاپی کریں۔ ٹِپ: “Als Klartext einfügen” — Notes/Safari-Share سے دستی RTF نہیں۔
vi: Trong trình duyệt bạn đã ủy quyền cho %@. Sao chép mã hoặc URL từ thanh địa chỉ. Mẹo: “Als Klartext einfügen” — không dán RTF thủ công từ Notes/Safari-Share.
zh_hans: 你已在浏览器中授权 %@。请从地址栏复制代码或 URL。提示：用「粘贴为纯文本」 — 不要手动从 Notes/Safari 分享粘贴 RTF。

source: Im Browser öffnen?
ar: فتح في المتصفح؟
bn: ব্রাউজারে খুলবেন?
en: Open in browser?
es: ¿Abrir en el navegador?
fr: Ouvrir dans le navigateur ?
hi: ब्राउज़र में खोलें?
id: Buka di browser?
it: Aprire nel browser?
ja: ブラウザで開きますか？
ko: 브라우저에서 열까요?
pt: Abrir no browser?
ru: Открыть в браузере?
tr: Tarayıcıda açılsın mı?
ur: براؤزر میں کھولیں؟
vi: Mở trong trình duyệt?
zh_hans: 在浏览器中打开？

source: Im Chat bauen und behalten.
ar: ابنِها في المحادثة واحتفظ بها.
bn: চ্যাটে তৈরি করুন ও রাখুন।
en: Build it in chat and keep it.
es: Créalas en el chat y consérvalas.
fr: Construis-les dans le chat et garde-les.
hi: चैट में बनाएँ और रखें।
id: Bangun dan simpan di chat.
it: Creale in chat e restano qui.
ja: チャットの中で作って、そのまま残す。
ko: 채팅에서 만들고 유지합니다.
pt: Constrói e guarda no chat.
ru: Собирай прямо в чате и сохраняй себе.
tr: Sohbette oluştur ve sakla.
ur: چیٹ میں بنائیں اور رکھیں۔
vi: Xây dựng và giữ lại trong trò chuyện.
zh_hans: 在聊天里做出来，并留着用。

source: Im Chat bearbeiten
ar: تعديل في الدردشة
bn: চ্যাটে সম্পাদনা করুন
en: Edit in chat
es: Editar en el chat
fr: Modifier dans le chat
hi: चैट में बदलें
id: Edit di chat
it: Modifica nella chat
ja: チャットで編集
ko: 채팅에서 편집
pt: Editar no chat
ru: Изменить в чате
tr: Sohbette düzenle
ur: چیٹ میں ترمیم کریں
vi: Chỉnh sửa trong trò chuyện
zh_hans: 在聊天里修改

source: Im Hintergrund beendet — das ist normales iOS-Verhalten und kein Fehler.
ar: أُنهي في الخلفية — سلوك عادي في iOS وليس خطأ.
bn: ব্যাকগ্রাউন্ডে বন্ধ হয়েছে — এটি স্বাভাবিক iOS আচরণ, কোনো ত্রুটি নয়।
en: Ended while in the background — normal iOS behavior, not a bug.
es: Terminada en segundo plano — es el comportamiento normal de iOS, no un error.
fr: Arrêtée en arrière-plan — c'est un comportement iOS normal, pas une erreur.
hi: बैकग्राउंड में बंद हुआ — यह सामान्य iOS व्यवहार है, कोई गड़बड़ी नहीं।
id: Ditutup di latar belakang — ini perilaku normal iOS dan bukan kesalahan.
it: Terminata in background — è il normale comportamento di iOS, non un errore.
ja: バックグラウンドで終了 — iOS の通常動作で、不具合ではありません。
ko: 백그라운드에서 종료됨 — 이는 정상적인 iOS 동작이며 오류가 아닙니다.
pt: Terminada em segundo plano — comportamento normal do iOS, não é um erro.
ru: Завершено в фоне — это нормальное поведение iOS, а не ошибка.
tr: Arka planda kapatıldı — bu normal iOS davranışıdır, hata değildir.
ur: بیک گراؤنڈ میں بند ہوا — یہ عام iOS رویہ ہے، کوئی خرابی نہیں۔
vi: Kết thúc trong nền — đây là hành vi bình thường của iOS, không phải lỗi.
zh_hans: 在后台被终止 — 这是 iOS 的正常行为，不是错误。

source: Im ZIP wurde keine SKILL.md gefunden.
ar: لم يُعثر على SKILL.md داخل ملف ZIP.
bn: ZIP-এ কোনো SKILL.md পাওয়া যায়নি।
en: No SKILL.md found in the ZIP.
es: No se encontró ningún SKILL.md en el ZIP.
fr: Aucun SKILL.md trouvé dans le ZIP.
hi: ZIP में कोई SKILL.md नहीं मिली।
id: Tidak ditemukan SKILL.md di dalam ZIP.
it: Nessun SKILL.md trovato nello ZIP.
ja: ZIP 内に SKILL.md が見つかりませんでした。
ko: ZIP에서 SKILL.md를 찾을 수 없습니다.
pt: Não foi encontrado nenhum SKILL.md no ZIP.
ru: В ZIP не найден SKILL.md.
tr: ZIP içinde SKILL.md bulunamadı.
ur: ZIP میں کوئی SKILL.md نہیں ملی۔
vi: Không tìm thấy SKILL.md trong ZIP.
zh_hans: ZIP 里没有找到 SKILL.md。

source: Importiert
ar: مستوردة
bn: ইম্পোর্ট করা হয়েছে
en: Imported
es: Importados
fr: Importés
hi: इंपोर्ट हुआ
id: Diimpor
it: Importate
ja: インポート済み
ko: 가져옴
pt: Importados
ru: Импортированные
tr: İçe aktarıldı
ur: امپورٹ کیا گیا
vi: Đã nhập
zh_hans: 已导入

source: In den Hintergrund
ar: إلى الخلفية
bn: ব্যাকগ্রাউন্ডে
en: Went to background
es: A segundo plano
fr: Passage en arrière-plan
hi: बैकग्राउंड में गया
id: Ke latar belakang
it: In background
ja: バックグラウンドに移行
ko: 백그라운드로
pt: Para segundo plano
ru: Уход в фон
tr: Arka plana
ur: بیک گراؤنڈ میں
vi: Vào nền
zh_hans: 进入后台

source: Inhalt melden
ar: الإبلاغ عن المحتوى
bn: কনটেন্ট রিপোর্ট করুন
en: Report content
es: Denunciar contenido
fr: Signaler le contenu
hi: सामग्री की शिकायत करें
id: Laporkan konten
it: Segnala contenuto
ja: 内容を報告
ko: 콘텐츠 신고
pt: Denunciar conteúdo
ru: Пожаловаться
tr: İçeriği bildir
ur: مواد کی رپورٹ کریں
vi: Báo cáo nội dung
zh_hans: 举报内容

source: Installieren
ar: التثبيت
bn: ইনস্টল করুন
en: Install
es: Instalar
fr: Installer
hi: इंस्टॉल करें
id: Instal
it: Installa
ja: 追加
ko: 설치
pt: Instalar
ru: Установка
tr: Yükle
ur: انسٹال کریں
vi: Cài đặt
zh_hans: 安装

source: Installiere…
ar: جارٍ التثبيت…
bn: ইনস্টল হচ্ছে…
en: Installing…
es: Instalando…
fr: Installation…
hi: इंस्टॉल हो रहा है…
id: Menginstal…
it: Installazione…
ja: インストール中…
ko: 설치 중…
pt: A instalar…
ru: Установка…
tr: Yükleniyor…
ur: انسٹال ہو رہا ہے…
vi: Đang cài đặt…
zh_hans: 正在安装…

source: Integriert
ar: مدمجة
bn: ইন্টিগ্রেটেড
en: Built-in
es: Integrados
fr: Intégrés
hi: बिल्ट-इन
id: Terintegrasi
it: Integrate
ja: 標準
ko: 통합됨
pt: Integrados
ru: Встроенные
tr: Entegre
ur: مربوط
vi: Tích hợp
zh_hans: 内置

source: Internetzugriff erlauben?
ar: السماح بالوصول إلى الإنترنت؟
bn: ইন্টারনেট অ্যাক্সেসের অনুমতি দেবেন?
en: Allow internet access?
es: ¿Permitir acceso a internet?
fr: Autoriser l'accès à Internet ?
hi: इंटरनेट एक्सेस की अनुमति दें?
id: Izinkan akses internet?
it: Consentire l'accesso a internet?
ja: インターネット接続を許可する？
ko: 인터넷 액세스를 허용할까요?
pt: Permitir acesso à Internet?
ru: Разрешить доступ в интернет?
tr: İnternet erişimine izin verilsin mi?
ur: انٹرنیٹ رسائی کی اجازت دیں؟
vi: Cho phép truy cập internet?
zh_hans: 允许联网？

source: KI
ar: الذكاء الاصطناعي
bn: AI
en: AI
es: IA
fr: IA
hi: AI
id: AI
it: IA
ja: AI
ko: AI
pt: IA
ru: ИИ
tr: AI
ur: AI
vi: AI
zh_hans: AI

source: Kein API-Key / Abo-Login — unter KI-Anbieter ein Konto verbinden.
ar: لا يوجد مفتاح API أو تسجيل دخول بالاشتراك — اربط حسابًا من قسم المزوّدين.
bn: কোনো API-Key / সাবস্ক্রিপশন লগইন নেই — AI Provider-এ গিয়ে একটি অ্যাকাউন্ট যুক্ত করুন।
en: No API key / subscription login — connect an account under AI Providers.
es: Sin API key ni acceso de suscripción — conecta una cuenta en Proveedores de IA.
fr: Aucune clé API ni connexion abonnement — connecte un compte dans Fournisseurs IA.
hi: कोई API-Key / सब्सक्रिप्शन लॉगिन नहीं — AI प्रोवाइडर में जाकर खाता जोड़ें।
id: Tidak ada API-Key / login langganan — hubungkan akun di AI Provider.
it: Nessuna chiave API / login abbonamento — collega un account in Provider IA.
ja: API キーもサブスクログインもありません — AI プロバイダでアカウントを接続してね。
ko: API-Key / 구독 로그인 없음 — AI Provider에서 계정을 연결하세요.
pt: Sem chave API nem sessão de subscrição — liga uma conta em Fornecedores de IA.
ru: Нет API-ключа или входа по подписке — подключи аккаунт в разделе «Провайдеры».
tr: API-Key / abonelik girişi yok — AI Sağlayıcı'da bir hesap bağlayın.
ur: کوئی API-Key / سبسکرپشن لاگ اِن نہیں — AI Provider میں جا کر ایک اکاؤنٹ جوڑیں۔
vi: Không có API-Key / đăng nhập gói đăng ký — kết nối tài khoản trong AI Provider.
zh_hans: 没有 API 密钥 / 订阅登录 — 请在 AI 服务商里连接一个账户。
